IDEA Open Model
LoadCase.StrainLoadsOnLine Property
Compatible with IDEA StatiCa Beta 20.0
 List of generalized strain load impulses along the line in this load case.
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<ReferenceElement> StrainLoadsOnLine { get; set; }
Public Property StrainLoadsOnLine As List(Of ReferenceElement)
	Get
	Set
Property Value
Type: List<ReferenceElement>
See Also
Reference
LoadCase Class
IdeaRS.OpenModel.Loading Namespace